adobe-source-han-mono-cn-fonts
bambustudio-bin
bbdown-bin
codeql
cutter-bin
drawio-desktop-appimage
i3bar-river
ida-free
lib32-nvidia-580xx-utils
netease-cloud-music-gtk-bin
nvidia-580xx-dkms
nvidia-580xx-utils
protonup-qt
python-translate-shell
qqmusic-bin
ttf-font-awesome-5
unityhub
visual-studio-code-bin
wechat-bin
wps-office-cn
wshowkeys-mao-git
xremap-wlroots-bin
