7zip
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
amd-ucode
archlinuxcn-keyring
base
base-devel
biber
bluez
bluez-utils
checksec
cups
daed
discord
dkms
dunst
efibootmgr
emacs-wayland
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
fd
firefox
foot
fzf
gamescope
gdb
gimp
git
git-lfs
github-cli
gnome-keyring
godot
gst-plugin-pipewire
hplip
htop
hyprshot
i3status-rust
iftop
iwd
jdk11-openjdk
jdk8-openjdk
john
kdenlive
kitty
lazygit
less
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
man-db
maven
minicom
mpv
nano
ncdu
neovim
networkmanager
newsboat
nmap
nodejs
noto-fonts-emoji
npm
nvm
nwg-look
obs-studio
okular
openssh
paru
paru-debug
pavucontrol
pdftk
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
platformio-core
platformio-core-udev
playerctl
protontricks
python
python-pip
python-pipx
python-pwntools
python-pyqt5
reflector
ripgrep
river
rofi
sagemath
simple-scan
smartmontools
steam
strace
sway
swaybg
swayidle
swaylock
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langchinese
texlive-langcjk
texlive-langenglish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-plaingeneric
texlive-publishers
texlive-xetex
tmux
tree
ttf-arphic-ukai
ttf-jetbrains-mono-nerd
ttf-liberation
typst
unzip
uv
vim
waybar
wget
wireless_tools
wireplumber
wireshark-cli
wl-clipboard
wlr-randr
wmenu
wpa_supplicant
wtype
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xinit
yazi
zed
zip
zoxide
zram-generator
zsh
