abseil-cpp
acl
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
archlinux-keyring
at-spi2-core
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
bluez
bluez-libs
bluez-utils
brotli
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm-1.16
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
dkms
duktape
e2fsprogs
efibootmgr
efivar
egl-gbm
egl-wayland
egl-x11
eglexternalplatform
ell
expat
fakeroot
fcft
ffmpeg4.4
file
filesystem
findutils
firefox
flac
flex
fontconfig
foot
freetype2
fribidi
fuse-common
fuse3
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
github-cli
glib-networking
glib2
glibc
glibmm-2.68
glycin
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gperftools
gpgme
gpm
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk3
gtk4
gtkmm-4.0
guile
gupnp
gupnp-igd
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
htop
hwdata
i3bar-river
i3status-rust
iana-etc
icu
iproute2
iptables
iputils
iso-codes
iwd
jansson
jbigkit
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lazygit
lcms2
leancrypto
less
libadwaita
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libbpf
libcanberra
libcap
libcap-ng
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdecor
libdeflate
libdisplay-info
libdrm
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libfdk-aac
libffi
libfontenc
libfreeaptx
libfyaml
libgcrypt
libglvnd
libgpg-error
libgudev
libice
libidn2
libiec61883
libinih
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
libliftoff
libluv
libmfx
libmm-glib
libmnl
libmodplug
libmpc
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
libsasl
libseccomp
libsecret
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libutf8proc
libuv
libva
libva-nvidia-driver
libvdpau
libverto
libvorbis
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxxf86vm
licenses
lightdm
lightdm-gtk-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lld
llvm-libs
lm_sensors
lmdb
lsof
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
man-db
mesa
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
nano
ncurses
neovim
netease-cloud-music-gtk-bin
nettle
networkmanager
newsboat
node-gyp
nodejs
nodejs-nopt
noto-fonts-emoji
npm
npth
nspr
nss
nvidia-dkms
nvidia-utils
opencore-amr
openjpeg2
openssh
openssl
opus
orc
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm-2.48
paru
paru-debug
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
playerctl
polkit
popt
procps-ng
psmisc
python
rav1e
readline
river
rtkit
rust
sbc
sdl2-compat
sdl3
seatd
sed
semver
serd
shadow
shared-mime-info
simdjson
slang
slurp
smartmontools
sord
sound-theme-freedesktop
speex
speexdsp
spirv-tools
sqlite
sratom
srt
stfl
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
tdb
texinfo
tinysparql
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
ttf-font-awesome-5
ttf-jetbrains-mono-nerd
tzdata
unibilium
unzip
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
visual-studio-code-bin
vulkan-icd-loader
wayland
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wlroots0.19
wmenu
wpa_supplicant
x264
x265
xcb-proto
xcb-util-errors
xcb-util-renderutil
xcb-util-wm
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xf86-input-libinput
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorg-xset
xorg-xwayland
xorgproto
xremap-wlroots-bin
xvidcore
xxhash
xz
zeromq
zimg
zix
zlib
zlib-ng
zram-generator
zsh
zstd
