7zip
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
amd-ucode
base
base-devel
biber
bluez
bluez-utils
dkms
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
firefox
foot
fzf
gamescope
git
git-lfs
github-cli
gst-plugin-pipewire
htop
hyprshot
i3status-rust
iwd
kdenlive
lazygit
less
libpulse
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
man-db
mpv
nano
neovim
networkmanager
newsboat
nmap
nodejs
noto-fonts-emoji
npm
nvidia-dkms
obs-studio
okular
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python
python-pipx
reflector
ripgrep
river
sagemath
smartmontools
steam
swaylock
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-langchinese
texlive-langcjk
texlive-langenglish
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-publishers
texlive-xetex
tree
ttf-arphic-ukai
ttf-jetbrains-mono-nerd
ttf-liberation
typst
unzip
uv
vim
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wmenu
wpa_supplicant
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xinit
zed
zip
zram-generator
zsh
