adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
amd-ucode
base
base-devel
bluez
bluez-utils
dkms
efibootmgr
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-zhwiki
firefox
foot
fzf
git
github-cli
gst-plugin-pipewire
htop
i3status-rust
iwd
kdenlive
lazygit
less
libpulse
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
man-db
mpv
nano
neovim
networkmanager
newsboat
nodejs
noto-fonts-emoji
npm
nvidia-dkms
obs-studio
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
python
reflector
river
smartmontools
ttf-jetbrains-mono-nerd
unzip
uv
vim
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wmenu
wpa_supplicant
xdg-desktop-portal-wlr
xdg-utils
xorg-server
xorg-xinit
zram-generator
zsh
